<template>
	<view class="service-page">
		<!-- <WhiteHeader :showBack="true">
			<text slot="title">服务协议</text>
		</WhiteHeader> -->
		
		<view class="service-page__header">服务协议</view>
		
		<view class="service-page__content">欢迎您使用福建大道成物流科技有限公司平台服务！</view>
		<view class="service-page__content">特别提示：</view>
		<view class="service-page__content">在使用福建大道成物流科技有限公司平台服务之前，您应当认真阅读并遵守《福建大道成物流科技有限公司服务协议》（以下简称"本协议"），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。如您对协议有任何疑问的，应向福建大道成物流科技有限公司客服咨询。</view>
		<view class="service-page__content">程序后，或您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他福建大道成物流科技有限公司允许的方式实际使用福建大道成物流科技有限公司平台服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与福建大道成物流科技有限公司平台达成协议。您承诺接受并遵守本协议的约定， 届时您不应以未阅读本协议的内容或者未获得福建大道成物流科技有限公司对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</view>
		
		<view class="service-page__title">一、 协议范围</view>
		<view class="service-page__content">1、 本协议由您与福建大道成物流科技有限公司平台的经营者共同缔结，本协议具有合同效力。 福建大道成物流科技有限公司平台的经营者是指法律认可的经营福建大道成物流科技有限公司平台网站的责任主体，福建大道成物流科技有限公司平台网站包括但不限于福建大道成物流科技有限公司网（域名为https://ddcwl.com/），本协议项下各福建大道成物流科技有限公司平台的经营者(包括车主、司机、托运人、运输公司和物流公司)可单称或合称为"福建大道成物流科技有限公司"。有关福建大道成物流科技有限公司平台经营者的信息请查看各经营者详情中公布的公司信息和证照信息。</view>
		<view class="service-page__content">2、 除另行明确声明外，福建大道成物流科技有限公司平台服务包含任何福建大道成物流科技有限公司及其关联公司提供的基于互联网以及移动网的相关服务，且均受本协议约束。如果您不同意本协议的约定，您应立即停止注册/激活程序或停止使用福建大道成物流科技有限公司平台服务。</view>
		<view class="service-page__content">3、本协议内容包括协议正文、法律声明、《福建大道成物流科技有限公司规则》及所有福建大道成物流科技有限公司已经发布或将来可能发布的各类规则、公告或通知（以下合称"福建大道成物流科技有限公司规则"或"规则"）。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。</view>
		<view class="service-page__content">4、福建大道成物流科技有限公司有权根据需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行变更公告，无需另行单独通知您。变更后的协议和规则如在公告中未明确特定的生效时间，则一经在网站公布，立即生效。若您在前述变更公告后继续使用福建大道成物流科技有限公司平台服务的，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用福建大道成物流科技有限公司平台服务。</view>
		
		<view class="service-page__title">二、 注册与账户</view>
		<view class="service-page__content">1、 主体资格</view>
		<view class="service-page__content">请您确认，在您完成注册程序或以其他福建大道成物流科技有限公司允许的方式实际使用福建大道成物流科技有限公司平台服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且福建大道成物流科技有限公司有权注销或永久冻结您的账户，并向您及您的监护人索偿相应损失。</view>
		<view class="service-page__content">2、注册和账户</view>
		<view class="service-page__content">a）当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他福建大道成物流科技有限公司允许的方式实际使用福建大道成物流科技有限公司平台服务时，您即受本协议约束。您可以使用您提供或确认的邮箱、手机号码或者福建大道成物流科技有限公司允许的其它方式作为登录手段进入福建大道成物流科技有限公司平台。</view>
		<view class="service-page__content">b） 您可以对账户设置福建大道成物流科技有限公司昵称，您也可以通过该福建大道成物流科技有限公司昵称登录福建大道成物流科技有限公司平台。您设置的福建大道成物流科技有限公司昵称不得侵犯或涉嫌侵犯他人合法权益。如您设置的福建大道成物流科技有限公司昵称涉嫌侵犯他人合法权益，福建大道成物流科技有限公司有权终止向您提供福建大道成物流科技有限公司平台服务，注销您的福建大道成物流科技有限公司昵称。福建大道成物流科技有限公司昵称被注销后将开放给任意用户注册。</view>
		<view class="service-page__content">c) 您的登录名、福建大道成物流科技有限公司昵称和密码不得以任何方式买卖、转让、赠与或继承，除非有法律明确规定或司法裁定，并经福建大道成物流科技有限公司同意，且需提供福建大道成物流科技有限公司要求的合格的文件材料并根据福建大道成物流科技有限公司制定的操作流程办理。</view>
		<view class="service-page__content">3、用户信息</view>
		<view class="service-page__content">a）在注册或激活流程时，您应当依照法律法规要求，按相应页面的提示准确提供您的资料，并于资料信息变更时及时更新，以保证您所提交资料的真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，福建大道成物流科技有限公司有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部福建大道成物流科技有限公司平台服务。福建大道成物流科技有限公司对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。</view>
		<view class="service-page__content">b）您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便福建大道成物流科技有限公司或其他用户与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用福建大道成物流科技有限公司平台服务过程中产生任何损失或增加费用的，应由您完全独自承担。您有义务保持您提供的联系方式的真实性和有效性，如有变更或需要更新的，您应按福建大道成物流科技有限公司的要求进行操作。 </view>
		<view class="service-page__content">4、账户安全</view>
		<view class="service-page__content">
			您须自行负责对您的福建大道成物流科技有限公司昵称和密码的保密，且须对您在该福建大道成物流科技有限公司昵称和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议等）承担责任。您同意：(a) 如发现任何人未经授权使用您的福建大道成物流科技有限公司昵称和密码，或发生违反保密规定的任何其他情况，您会立即通知福建大道成物流科技有限公司，并授权福建大道成物流科技有限公司将该信息删除或作其他处理；(b) 确保您在每个上网时段结束时，以正确步骤离开网站/服务。福建大道成物流科技有限公司不能也不会对因您未能遵守本款规定而发生的任何损失负责。您理解福建大道成物流科技有限公司对您的请求采取必要行动需要合理时间，福建大道成物流科技有限公司对在采取必要行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</view>
		<view class="service-page__content">5、福建大道成物流科技有限公司账号注销</view>
		<view class="service-page__content">a）如您连续12个月未使用福建大道成物流科技有限公司认可方式和密码登录过福建大道成物流科技有限公司平台，且您的账户下不存在未到期的有效业务，您的福建大道成物流科技有限公司账号可能被注销，不能再登录福建大道成物流科技有限公司平台，所有福建大道成物流科技有限公司服务同时终止。</view>
		<view class="service-page__content">b）您同意并授权福建大道成物流科技有限公司平台，您如在福建大道成物流科技有限公司网站上有欺诈、散布虚假信息、侵犯他人合法权益或其他违反法律法规、福建大道成物流科技有限公司规则等行为，该网站在福建大道成物流科技有限公司网站的范围内对此有权披露，您的福建大道成物流科技有限公司账号可能被注销、不能再登录福建大道成物流科技有限公司平台，所有福建大道成物流科技有限公司网站服务同时终止。</view>
		
		<view class="service-page__title">三、 福建大道成物流科技有限公司平台服务</view>
		<view class="service-page__content">1、通过福建大道成物流科技有限公司及其关联公司提供的福建大道成物流科技有限公司平台服务和其它服务，会员可在福建大道成物流科技有限公司平台上发布交易信息、订立订单、查找物流车辆等服务信息、达成交易意向并进行交易、对其他会员进行评价、参加福建大道成物流科技有限公司组织的活动以及使用其它信息服务及技术服务，具体以所开通的平台提供的服务内容为准。</view>
		<view class="service-page__content">2、您在福建大道成物流科技有限公司平台上交易过程中与其他会员发生交易纠纷时，一旦您或其它会员任一方或双方共同提交福建大道成物流科技有限公司要求调处，则福建大道成物流科技有限公司作为独立第三方，有权根据单方判断做出调处决定，您了解并同意接受福建大道成物流科技有限公司的判断和调处决定。</view>
		<view class="service-page__content">3、您了解并同意，福建大道成物流科技有限公司有权应政府部门（包括司法及行政部门）的要求，向其提供您向福建大道成物流科技有限公司提供的用户信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则福建大道成物流科技有限公司亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。</view>
		<view class="service-page__content">4、您在使用福建大道成物流科技有限公司平台服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。 </view>
		
		<view class="service-page__title">四、 福建大道成物流科技有限公司平台服务使用规范</view>
		<view class="service-page__content">1、在福建大道成物流科技有限公司平台上使用福建大道成物流科技有限公司服务过程中，您承诺遵守以下约定：</view>
		<view class="service-page__content">a) 实施的所有行为均遵守国家法律、法规等规范性文件及福建大道成物流科技有限公司平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不偷逃应缴税费，不违反本协议及相关规则。</view>
		<view class="service-page__content">b) 在与其他会员交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。</view>
		<view class="service-page__content">c) 不发布国家禁止发布的服务信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人合法权益的信息，不发布违背社会公共利益或公共道德或福建大道成物流科技有限公司认为不适合在福建大道成物流科技有限公司平台上销售的商品或服务信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。</view>
		<view class="service-page__content">d) 不以虚构或歪曲事实的方式不当评价其他会员，不采取不正当方式制造或提高自身的信用度，不采取不正当方式制造或提高（降低）其他会员的信用度。</view>
		<view class="service-page__content">e) 不对福建大道成物流科技有限公司平台上的任何数据作商业性利用，包括但不限于在未经福建大道成物流科技有限公司事先书面同意的情况下，以复制、传播等任何方式使用福建大道成物流科技有限公司平台网站上展示的资料。</view>
		<view class="service-page__content">f) 不使用任何装置、软件或例行程序干预或试图干预福建大道成物流科技有限公司平台的正常运作或正在福建大道成物流科技有限公司平台上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸福建大道成物流科技有限公司平台网络设备的行动。</view>
		<view class="service-page__content">2、您了解并同意：</view>
		<view class="service-page__content">a) 您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并承担福建大道成物流科技有限公司因此产生的任何损失或增加费用。</view>
		<view class="service-page__content">b）基于维护福建大道成物流科技有限公司平台交易秩序及交易安全的需要，福建大道成物流科技有限公司有权在发生欺诈等扰乱市场正常交易秩序的情形时，执行关闭相应交易订单等的操作。</view>
		<view class="service-page__content">c) 经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者福建大道成物流科技有限公司根据自身的判断，认为您的行为涉嫌违反法律法规的规定或涉嫌违反本协议和/或规则的条款的，则福建大道成物流科技有限公司有权在福建大道成物流科技有限公司平台上公示您的该违法或违约行为及福建大道成物流科技有限公司对您采取的措施。</view>
		<view class="service-page__content">d) 对于您在福建大道成物流科技有限公司平台上发布的涉嫌违法、涉嫌侵犯他人合法权益或违反本协议和/或规则的信息，福建大道成物流科技有限公司有权不经通知您即予以删除，且按照规则的规定进行处罚。</view>
		<view class="service-page__content">e) 对于您违反本协议项下承诺，或您在福建大道成物流科技有限公司平台上实施的行为，包括您未在福建大道成物流科技有限公司平台上实施但已经对福建大道成物流科技有限公司平台及其用户产生影响的行为，福建大道成物流科技有限公司有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。</view>
		<view class="service-page__content">f) 如您涉嫌违反有关法律或者本协议之规定，使福建大道成物流科技有限公司遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿福建大道成物流科技有限公司因此造成的全部损失和/或发生的费用，包括合理的律师费用。</view>
		
		<view class="service-page__title">五、 特别授权</view>
		<view class="service-page__content">您完全理解并不可撤销地授予福建大道成物流科技有限公司及其关联公司下列权利：</view>
		<view class="service-page__content">1、您完全理解并不可撤销地授权福建大道成物流科技有限公司或福建大道成物流科技有限公司授权的第三方或您与福建大道成物流科技有限公司一致同意的第三方，根据本协议及福建大道成物流科技有限公司规则的规定，处理您在福建大道成物流科技有限公司平台上发生的所有交易及可能产生的交易纠纷。您同意接受并遵守福建大道成物流科技有限公司或福建大道成物流科技有限公司授权的第三方或您与福建大道成物流科技有限公司一致同意的第三方的判断和调处决定。该决定将对您具有法律约束力。</view>
		<view class="service-page__content">2、一旦您向银联、支付宝、福建大道成物流科技有限公司和/或其关联公司，包括但不限于福建大道成物流科技有限公司平台作出任何形式的承诺，且福建大道成物流科技有限公司或相关公司已确认您违反了该承诺，则福建大道成物流科技有限公司有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示福建大道成物流科技有限公司或相关公司确认的您的违约情况。您了解并同意，福建大道成物流科技有限公司无须就相关确认与您核对事实，或另行征得您的同意，且福建大道成物流科技有限公司无须就此限制措施或公示行为向您承担任何的责任。</view>
		<view class="service-page__content">3、一旦您违反本协议，或与福建大道成物流科技有限公司签订的其他协议的约定，福建大道成物流科技有限公司有权以任何方式通知福建大道成物流科技有限公司、支付宝、银联及其关联公司，要求其对您的权益采取限制措施，包括但不限于要求银联、支付宝公司将您账户内的款项支付给福建大道成物流科技有限公司指定的对象，要求银联、支付宝和福建大道成物流科技有限公司及关联公司中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。</view>
		<view class="service-page__content">4、注册需要无条件同意系统基于需要的定位功能和读取通讯录的功能。为维护交易的合法正常有序进行，福建大道成物流科技有限公司平台对发货人地址和通讯信息向收货和送货人包括但不单指司机和物流公司进行信息公开。</view>
		<view class="service-page__content">5、对于您提供的资料及数据信息，您授予银联、支付宝、福建大道成物流科技有限公司及其关联公司全球通用的、永久的、免费的许可使用权利 (并有权在多个层面对该权利进行再授权)。此外，银联、支付宝、福建大道成物流科技有限公司及其关联公司有权(全部或部分地) 使用、复制、修订、改写、发布、翻译、分发、执行和展示您的全部资料数据（包括但不限于注册资料、交易行为数据及全部展示于福建大道成物流科技有限公司平台的各类信息）或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。</view>
		<view class="service-page__content">6、为方便您使用福建大道成物流科技有限公司平台服务及其他组织的服务（以下称其他服务），您同意并授权福建大道成物流科技有限公司将您在账户注册/激活、使用福建大道成物流科技有限公司平台服务过程中提供、形成的信息传递给向您提供其他服务的组织，或从提供其他服务的网站或组织获取您在注册/激活、使用其他服务期间提供、形成的信息。您同意不会因此追究福建大道成物流科技有限公司或其关联公司的责任。</view>
		
		<view class="service-page__title">六、责任范围和责任限制</view>
		<view class="service-page__content">1、福建大道成物流科技有限公司负责按"现状"和"可得到"的状态向您提供福建大道成物流科技有限公司平台服务。但福建大道成物流科技有限公司对福建大道成物流科技有限公司平台服务不作任何明示或暗示的保证，包括但不限于福建大道成物流科技有限公司平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，福建大道成物流科技有限公司也不对福建大道成物流科技有限公司平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。</view>
		<view class="service-page__content">2、您了解福建大道成物流科技有限公司平台上的信息系用户自行发布，且可能存在风险和瑕疵。福建大道成物流科技有限公司平台仅作为交易地点。福建大道成物流科技有限公司平台仅作为您发布信息、物品和/或服务的交易进行协商及开展交易的场所，但福建大道成物流科技有限公司无法控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关信息的真实性、合法性和有效性，并自行承担因此产生的任何责任与损失。</view>
		<view class="service-page__content">3、除非法律法规明确要求，或出现以下情况，否则，福建大道成物流科技有限公司没有义务对所有用户的信息数据、服务信息、交易行为以及与交易有关的其它事项进行事先审查：</view>
		<view class="service-page__content">a) 福建大道成物流科技有限公司有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形。</view>
		<view class="service-page__content">b) 福建大道成物流科技有限公司有合理的理由认为用户在福建大道成物流科技有限公司平台的行为涉嫌违法或不当。</view>
		<view class="service-page__content">
			4、福建大道成物流科技有限公司或福建大道成物流科技有限公司授权的第三方或您与福建大道成物流科技有限公司一致同意的第三方有权基于您不可撤销的授权受理您与其他会员因交易产生的争议，并有权单方判断与该争议相关的事实及应适用的规则，进而作出处理决定，包括但不限于调整相关订单的交易状态，将争议货款的全部或部分支付给交易一方或双方。该处理决定对您有约束力。如您未在限期内执行处理决定的，则福建大道成物流科技有限公司有权利（但无义务）直接使用您账户内的款项，或您向福建大道成物流科技有限公司及其关联公司交纳的保证金代为支付。您应及时补足保证金并弥补福建大道成物流科技有限公司及其关联公司的损失，否则福建大道成物流科技有限公司及其关联公司有权直接抵减您在其它合同项下的权益，并保留继续追偿的权利。</view>
		<view class="service-page__content">您理解并同意，福建大道成物流科技有限公司或福建大道成物流科技有限公司授权的第三方或您与福建大道成物流科技有限公司一致同意的第三方并非司法机构，仅能以普通人的身份对证据进行鉴别，福建大道成物流科技有限公司或福建大道成物流科技有限公司授权的第三方或您与福建大道成物流科技有限公司一致同意的第三方对争议的调处完全是基于您不可撤销的授权，其无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行向受益人索偿。</view>
		<view class="service-page__content">5、您了解并同意，福建大道成物流科技有限公司不对因下述任一情况而导致您的任何损害承担赔偿责任，包括但不限于利润、商誉、数据等方面的损失或其它无形损失的损害 (无论福建大道成物流科技有限公司是否已被告知该等损害的可能性) ：</view>
		<view class="service-page__content">a) 使用或未能使用福建大道成物流科技有限公司平台服务。</view>
		<view class="service-page__content">b) 第三方未经批准的使用您的账户或更改您的数据。</view>
		<view class="service-page__content">c) 通过福建大道成物流科技有限公司平台服务订立协议，获取任何数据、信息或进行交易等行为或替代行为产生的费用及损失。</view>
		<view class="service-page__content">d) 您对福建大道成物流科技有限公司平台服务的误解。</view>
		<view class="service-page__content">e) 任何非因福建大道成物流科技有限公司的原因而引起的与福建大道成物流科技有限公司平台服务有关的其它损失。</view>
		<view class="service-page__content">6、不论在何种情况下，福建大道成物流科技有限公司均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</view>
		
		<view class="service-page__title">七、 协议终止</view>
		<view class="service-page__content">1、您同意，福建大道成物流科技有限公司有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部福建大道成物流科技有限公司平台服务，暂时冻结或永久冻结（注销）您的账户在福建大道成物流科技有限公司平台的权限，且无须为此向您或任何第三方承担任何责任。</view>
		<view class="service-page__content">2、出现以下情况时，福建大道成物流科技有限公司有权直接终止本协议，并有权永久冻结（注销）您的账户在福建大道成物流科技有限公司平台的权限和收回账户对应的福建大道成物流科技有限公司昵称:</view>
		<view class="service-page__content">a) 福建大道成物流科技有限公司终止向您提供服务后，您涉嫌再一次直接或间接以他人名义注册为福建大道成物流科技有限公司用户的；</view>
		<view class="service-page__content">b) 您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或福建大道成物流科技有限公司以其它联系方式通知您更改电子邮件信息，而您在福建大道成物流科技有限公司通知后三个工作日内仍未更改为有效的电子邮箱的；</view>
		<view class="service-page__content">d) 本协议（含规则）变更时，您明示并通知福建大道成物流科技有限公司或以自己的行为表示不愿接受新的服务协议的；</view>
		<view class="service-page__content">e) 其它福建大道成物流科技有限公司认为应当终止服务的情况。</view>
		<view class="service-page__content">3、您的账户服务被终止或者账户在福建大道成物流科技有限公司平台的权限被永久冻结（注销）后，福建大道成物流科技有限公司没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</view>
		<view class="service-page__content">4、您同意，您与福建大道成物流科技有限公司的合同关系终止后，福建大道成物流科技有限公司仍享有下列权利：</view>
		<view class="service-page__content">a) 继续保存您的用户信息及您使用福建大道成物流科技有限公司平台服务期间的所有交易信息。</view>
		<view class="service-page__content">b) 您在使用福建大道成物流科技有限公司平台服务期间存在违法行为或违反本协议和/或规则的行为的，福建大道成物流科技有限公司仍可依据本协议向您主张权利。</view>
		<view class="service-page__content">5、福建大道成物流科技有限公司中止或终止向您提供福建大道成物流科技有限公司平台服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保福建大道成物流科技有限公司免于因此产生任何损失或承担任何费用：</view>
		<view class="service-page__content">a) 您在服务中止或终止之前已经上传至福建大道成物流科技有限公司平台的订单尚未交易的，福建大道成物流科技有限公司有权在中止或终止服务的同时删除此项订单的相关信息；</view>
		<view class="service-page__content">b) 您在服务中止或终止之前已经与其他会员达成交易合同，但合同尚未实际履行的，福建大道成物流科技有限公司有权删除该交易的相关信息；</view>
		<view class="service-page__content">c) 您在服务中止或终止之前已经与其他会员达成交易合同且已部分履行的，福建大道成物流科技有限公司可以不删除该项交易，但福建大道成物流科技有限公司有权在中止或终止服务的同时将相关情形通知您的交易对方。</view>
		
		<view class="service-page__title">八、隐私权政策</view>
		<view class="service-page__content">福建大道成物流科技有限公司将在福建大道成物流科技有限公司平台公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。</view>
		
		<view class="service-page__title">九、法律适用、管辖与其他</view>
		<view class="service-page__content">1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。</view>
		<view class="service-page__content">2、本协议包含了您使用各家福建大道成物流科技有限公司平台需遵守的一般性规范，您在使用某个福建大道成物流科技有限公司平台时还需遵守适用于该平台的特殊性规范（具体请参见您与该平台签署的其他协议以及平台规则等内容）。一般性规范如与特殊性规范不一致或有冲突，则特殊性规范具有优先效力。</view>
		<view class="service-page__content">3、因本协议产生之争议需根据您使用的服务归属的平台确定具体的争议对象，例如因您使用福建大道成物流科技有限公司服务所产生的争议应由福建大道成物流科技有限公司的经营者与您沟通并处理。一旦产生争议，您与福建大道成物流科技有限公司平台的经营者均同意以被告住所地人民法院为第一审管辖法院。</view>
		<view class="service-page__content">4、如本协议的中文版本和英文版本内容产生冲突，以中文版本内容为准。本协议以其中文版本为最终生效版本。</view>
		
		<view class="service-page__title-before">补充说明</view>
		<view class="service-page__content">为规范交易秩序，福建大道成物流科技有限公司特为托运人、承运人、收货人三方规定了以下权利义务。本条款为《福建大道成物流科技有限公司服务协议》构成部分，您同意《福建大道成物流科技有限公司服务协议》并且成功注册的同时，就视为您理解并同意与其他两方订立如下协议：</view>
		
		<view class="service-page__title">一、托运方的权利义务</view>
		<view class="service-page__content">（一）托运方的权利：</view>
		<view class="service-page__content">1、要求承运方按照合同规定的时间、地点，把货物运输到目的地；</view>
		<view class="service-page__content">2、在承运人将货物交付收货人之前，托运人可以要求承运人中止运输，返还货物，变更到达地或者将货物交给其他收货人，但应当赔偿承运人因此受到的损失。</view>
		<view class="service-page__content">3、托运人有权决定货物是否保险或保价。货物保险由托运人向保险公司投保或委托承运人代办。选择保价运输时，申报的货物价值不得超过货物本身的实际价值;保价为全程保价，保价费按不超过货物保价金额的0.7%收取。一张运单托运的全部货物只能选择保价或不保价。</view>
		<view class="service-page__content">（二）托运方的义务：</view>
		<view class="service-page__content">1、托运方负责合同的订立。在订立合同的过程中，托运方发生的任何事故或造成的损失则由托运方自己承担。</view>
		<view class="service-page__content">2、按约定的时间、地点向承运人提供所要运输的货物及装卸条件。</view>
		<view class="service-page__content">3、托运方在承运方运输货物或原材料期间。负责货物的集拢，确保承运方在运输货物或原材料的正常进行。</view>
		<view class="service-page__content">4、按约定向承运方交付运杂费。否则，承运方有权停止运输， 并要求对方支付违约金。</view>
		<view class="service-page__content">5、托运方对托运的货物，应按照规定的标准进行包装，遵守有关危险品运输的规定，按照合同中规定的时间和数量交付托运货物，并及时告知有关各方。</view>
		<view class="service-page__content">6、如实告知承运人所托运的货物的名称、性质、重量、数量等。</view>
		<view class="service-page__content">7、货物运输需要办理审批、检验等手续的，甲方应当将办理完有关手续的文件提交乙方。</view>
		<view class="service-page__content">8、托运人不如实填写运单，错报、误填、遗漏货物名称、装卸地点等重要情况，造成承运人错送、装货落空以及由此引起的其他损失，托运人应负赔偿责任。</view>
		<view class="service-page__content">9、货物运输需要办理审批、检验手续的，托运人应将办理完有关手续的文件提交承运人并随货同行。托运人委托承运人向收货人代递有关文件时，应在运单中注明文件名称和份数。</view>
		<view class="service-page__content">（三）托运方责任</view>
		<view class="service-page__content">1、未按合同规定的时间和要求提供托运的货物，托运方应按约定偿付给承运方违约金。</view>
		<view class="service-page__content">2、由于在普通货物中夹带、匿报危险货物，错报笨重货物重量等而招致吊具断裂、货物摔损、吊机倾翻、爆炸、腐蚀等事故，托运方应承担赔偿责任。</view>
		<view class="service-page__content">3、托运人应按约定包装货物，由于货物包装缺陷产生破损，致使其它货物或运输工具、机械设备被污染腐蚀、损坏，造成人身伤亡的，托运方应承担赔偿责任。</view>
		<view class="service-page__content">4、在托运方专用线或在港、站公用线、专用铁道自装的货物，在到站卸货时，发现货物损坏、缺少，在车辆施封完好或无异状的情况下，托运方应赔偿收货人的损失。</view>
		<view class="service-page__content">5、罐车发运货物，因未随车附带规格质量证明或化验报告，造成收货方无法卸货时，托运方应偿付承运方卸车等待、保存费及违约金。</view>
		
		<view class="service-page__title">二、货运承运方的权利义务</view>
		<view class="service-page__content">（一）承运方的权利：</view>
		<view class="service-page__content">1、要求托运人按约定的时间、地点交付货物</view>
		<view class="service-page__content">2、向托运方、收货方收取运杂费用。如果收货方不交或不按时交纳规定的各种运杂费用，承运方对其货物有扣压权。查不到收货人或收货人拒绝提取货物，承运方应及时与托运方联系，在规定期限内负责保管并有权收取保管费用，对于超过规定期限仍无法交付的货物，承运方有权按有关规定予以处理。</view>
		<view class="service-page__content">3、托运人未按约定包装货物，不能保证货物运输安全的，承运方有权拒绝承运。约定由承运人对货物再加外包装时，包装费用由托运人支付。</view>
		<view class="service-page__content">4、承运人的留置权。托运人或者收货人不支付运费，保管费及其他运输费用的，承运人对相应的运输物流享有留置权，但当事人另有约定的除外。</view>
		<view class="service-page__content">5、承运人的提存权。收货人不明或者收货人无正当理由拒绝受领货物的，承运人有权提存货物。</view>
		<view class="service-page__content">（二）承运方的义务：</view>
		<view class="service-page__content">1、承运人应根据承运货物的需要，按货物的不同特性，提供技术状况良好、经济适用的车辆，并能满足所运货物重量的要求。使用的车辆、容器应做到外观整洁,车体、容器内干净无污染物、残留物。对于承运特种货物的车辆和集装箱运输车辆,需配备符合运输要求的特殊装置或专用设备;</view>
		<view class="service-page__content">2、按照合同约定的时间、地点，把货物输送到指定目的地。</view>
		<view class="service-page__content">3、必须按照国家有关强制性规定的标准运输；没有统一规定运输标准的，应根据保证货物运输安全的原则进行运输。如在运输过程中，发生的安全问题，则由承运方自己承担。</view>
		<view class="service-page__content">4、起运前运输路线发生变化承运人应通知托运人，并按最后确定的路线运输。承运人未按约定路线运输而增加的运输费用自行承担。</view>
		<view class="service-page__content">5、通知义务。货物运输到达后，承运人知道收货人的，应当及时通知收货人，收货人应当及时提货。收货人逾期提货的，应当向承运人支付保管费等费用。</view>
		<view class="service-page__content">6、对托运的货物要负责安全，保证货物无短缺、无损坏、无人为的变质，如有上述问题，应承担赔偿义务。在货物到达以后，按规定的期限，负责保管。</view>
		<view class="service-page__content">(三)承运方责任</view>
		<view class="service-page__content">1、不按合同规定的时间和要求配车（船）发运的，承运方应按约定偿付托运方。</view>
		<view class="service-page__content">2、承运方如将货物错运到货地点或接货人，应无偿运至合同规定的到货地点或接货人。如果货物逾期达到，承运方应偿付逾期交货的违约金。</view>
		<view class="service-page__content">3、运输过程中货物灭失、短少、变质、污染、损坏，承运方应按货物的实际损失（包括包装费、运杂费）赔偿托运方。</view>
		<view class="service-page__content">4、在符合法律和合同规定条件下的运输，由于下列原因造成货物灭失、短少、变质、污染、损坏的，承运方不承担违约责任：（1）不可抗力；（2）货物本身的自然属性；（3）货物的合理损耗；（3）托运方或收货方本身的过错。</view>
		<view class="service-page__content">5、联运的货物发生灭失、短少、变质、污染、损坏，应由承运方承担赔偿责任的，由终点阶段的承运方向负有责任的其它承运方追偿。</view>
		<view class="service-page__content">6、承运人未遵守约定的运输条件或其他约定事项，应赔偿托运人由此受到的损失。</view>
		<view class="service-page__content">7、承运人未经托运人同意，擅自将货物委托其他公司运输的，应赔偿托运人因此受到的损失。</view>
		
		<view class="service-page__title">三、收货人的权利义务</view>
		<view class="service-page__content">（一）收货人的权利：</view>
		<view class="service-page__content">在货物运到指定地点后有以凭证领取货物的权利。必要时，收货人有权向到站、或中途货物所在站提出变更到站或变更收货人的要求，签订变更协议。</view>
		<view class="service-page__content">（二）收货人的义务及责任：</view>
		<view class="service-page__content">1、在接到提货通知后，按时提取货物，缴清应付费用。超过规定提货时，应向承运人交付保管费。</view>
		<view class="service-page__content">2、收货人提货时应当按照约定的期限检验货物。对检验货物的期限没有约定或者约定不明确，依照法律规定。法律规定仍不明确的，应当在合理期限内检验货物。收货人在约定的期限或合理期限内对货物的数量、毁损等未提出异议的，视为承运人已经按照运输单证的记载交付的初步证据。</view>
		
		<view style="margin-bottom: 50rpx"></view>
	</view>
</template>

<script>
	import WhiteHeader from '@/components/Header/WhiteHeader.vue';
	export default {
		components: {
			WhiteHeader
		}
	}
</script>

<style lang="scss" scoped>
	.service-page{
		height: 100%;
		padding: 0 40rpx;
		background: #fff;
		color: #444;
		overflow-y: auto;
		// padding-top: 130upx;
		&__header{
			text-align: center;
			font-size: 36rpx;
			font-weight: bold;
			line-height: 100rpx;
			padding-top: 30rpx;
			color: #333;
		}
		&__title{
			font-size: 26rpx;
			font-weight: 700;
			margin: 20rpx 0;
		}
		&__title-before{
			font-size: 26rpx;
			font-weight: 700;
			margin: 20rpx 0;
		}
		&__content{
			font-size: 26rpx;
			text-indent: 2em;
			line-height: 40rpx;
			word-break: break-all;
			margin: 20rpx 0;
		}
	}
</style>
